<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>AutoJoin</key>
			<true/>
			<key>DisplayedOperatorName</key>
			<string>t-mobile</string>
			<key>DomainName</key>
			<string>t-mobile.com</string>
			<key>EAPClientConfiguration</key>
			<dict>
				<key>AcceptEAPTypes</key>
				<array>
					<integer>23</integer>
				</array>
			</dict>
			<key>EncryptionType</key>
			<string>WPA2</string>
			<key>IsHotspot</key>
			<true/>
			<key>MCCAndMNCs</key>
			<array>
				<string>310260</string>
			</array>
			<key>NAIRealmNames</key>
			<array>
				<string>wlan.mnc260.mcc310.3gppnetwork.org</string>
				<string></string>
			</array>
			<key>PayloadDescription</key>
			<string>Configures Wi-Fi settings</string>
			<key>PayloadDisplayName</key>
			<string>WiFi</string>
			<key>PayloadIdentifier</key>
			<string>pharinath.apple.com.51191977-E576-4731-ABC4-DBBCE8DC9163.com.apple.wifi.managed.925FA424-5FAC-4931-AD55-23B2696190FE</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>925FA424-5FAC-4931-AD55-23B2696190FE</string>
			<key>PayloadVersion</key>
			<real>1</real>
			<key>ProxyType</key>
			<string>None</string>
			<key>ServiceProviderRoamingEnabled</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>T-Mobile Passpoint Secure</string>
	<key>PayloadIdentifier</key>
	<string>pharinath.apple.com.51191977-E576-4731-ABC4-DBBCE8DC9163</string>
	<key>PayloadOrganization</key>
	<string>T-Mobile Wireless</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>DBF8AC47-FF1C-42E5-8301-71676B922533</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
